Repository: FreePBX/cidlookup
Catalog: i18n/*/LC_MESSAGES/cidlookup.po
Languages: es_es, ja_jp

source: It executes an HTTP GET passing the caller number as argument to retrieve the correct name
es_es: Esto ejecuta un HTTP GET pasando el numero quien llama como un argumento para encontrar el nombre correcto
ja_jp: 名前を抽出するために、着信番号を入れてHTTP GETを実行します。

source: It executes an HTTPS GET passing the caller number as argument to retrieve the correct name
es_es: Esto ejecuta un HTTPS GET pasando el numero quien llama como un argumento para encontrar el nombre correcto
ja_jp: 名前を抽出するために、発信者番号を入れてHTTPS GETを実行します。

source: Use DNS to lookup caller names, it uses ENUM lookup zones as configured in enum.conf
es_es: Use DNS para buscar nombre de quien llama, usa busqueda de zonas ENUM tal como configurado en enum.conf
ja_jp: enum.confで設定したENUMルックアップゾーンを元にDNS経由で発信者情報を取得します。

source: use astdb as lookup source, use phonebook module to populate it
es_es: use astdb como fuente en la búsqueda, use modulo listin telefónico (phonebook) para poblarlo
ja_jp: astdbから情報を取得します。phonebookモジュールから情報を登録します。

source: A Lookup Source let you specify a source for resolving numeric CallerIDs of incoming calls, you can then link an Inbound route to a specific CID source. This way you will have more detailed CDR reports with information taken directly from your CRM. You can also install the phonebook module to have a small number <-> name association. Pay attention, name lookup may slow down your PBX
es_es: Una fuente de búsqueda le permite utilizar una fuente para identificar el número de la persona que llama en las llamadas entrantes. De esta forma tendrá informes más detallados con la información extraida de su CRM. Puede instalar también el módulo "Listín telefónico" para tener una relación número <-> nombre. Tenga cuidado, ya que la búsqueda de nombres puede penalizar el rendimiento de su PBX
ja_jp: 検索ソースによって、着信呼の膨大な発信者番号を解決するためにソースを特定することができます。そして、インバウンドルートを特定の発信者番号ソースにリンクすることができます。この方法によって、CRMからダイレクトに取得した情報を持つCDレポートを得ることができます。小さい番号<->名前の関連付けを持つために、電話帳モジュールをインストールすることもできます。注意、名前の検索はPBXを遅くすることがあります。

source: Account SID:
es_es: Cuenta SID:
ja_jp: アカウントSID:

source: Actions
es_es: Acciones
ja_jp: アクション

source: Add CIDLookup Source
es_es: Agregar Fuente CIDLookup
ja_jp: CIDLookupソースを追加

source: Adding opencnam account columns to the cidlookup table...
ja_jp: opencnamアカウントコラムをcidlookupテーブルに追加中..

source: Admin
ja_jp: アドミン

source: Allows CallerID Lookup of incoming calls against different sources (OpenCNAM, MySQL, HTTP, ENUM, Phonebook Module)
es_es: Permite búsqueda CallerID de las llamadas entrantes contra de diferentes fuentes (OpenCNAM, MySQL, HTTP, ENUM, Módulo de la guía telefónica)
ja_jp: 別のソースに対して、着信呼の発信者番号の検索を許可する（OpenCNAM, MySQL、HTTP、ENUM、電話帳のモジュール）

source: Auth Token
es_es: Clave Autorizacion
ja_jp: 認証トークン

source: CID Lookup Source
es_es: Búsqueda de CID
ja_jp: CID検索ソース

source: Cache Results
es_es: Resultados Cache
ja_jp: 結果をキャッシュ

source: CallerID Lookup
es_es: Búsqueda de identificador de llamante
ja_jp: 発信者番号検索

source: CallerID Lookup Sources
es_es: Búsqueda de llamantes
ja_jp: 発信者番号検索ソース

source: Character Set
es_es: Conjunto de Caracterees
ja_jp: 文字コード

source: Checking for cidlookup field in core's incoming table..
ja_jp: コアの着信テーブルから発信者番号検索フィールドをチェック..

source: Cleaning up duplicate OpenCNAM CallerID Lookup Sources...
ja_jp: 重複したOpenCNAM着信者番号検索ソースを整理中…

source: Could not add opencnam_account_sid column to cidlookup table.
ja_jp: opencnam_account_sidコラムをcidlookupテーブルに追加できませんでした。

source: Could not add opencnam_auth_token column to cidlookup table.
ja_jp: opencnam_auth_tokenコラムをcidlookupテーブルに追加できませんでした。

source: Database
es_es: Base de Datos
ja_jp: データベース

source: Database Name
es_es: Nombre Base de Datos
ja_jp: データベース名

source: Decide whether or not cache the results to astDB; it will overwrite present values. It does not affect Internal source behavior
es_es: Decide si se ponen los resultados de astDB en cache o no; sobrescribira los valores actuales. No afecta el comportamiento de la fuente interna
ja_jp: astDBへの結果をキャッシュするかどうかを決定します；現在の値を上書きします。インターナルソースの挙動には影響しません。

source: Delete
es_es: Borrar
ja_jp: 削除

source: Description
es_es: Descripción
ja_jp: 説明

source: Done!
ja_jp: 完了

source: ERROR: failed:
ja_jp: ERROR： 失敗：

source: Enter a description for this source.
es_es: Introduzca una descripción para este origen.
ja_jp: このソースの説明を入力。

source: FATAL: failed to transform old routes:
ja_jp: FATAL： 古い経路の変換に失敗しました：

source: Failed to add OpenCNAM CallerID Lookup Source:
ja_jp: OpenCNAM発信者番号検索ソースの追加に失敗しました。

source: Host
es_es: Anfitrion
ja_jp: ホスト名

source: Host name or IP address
es_es: Nombre del servidor o IP
ja_jp: ホスト名 or IPアドレス

source: Installing OpenCNAM CallerID Lookup Sources...
ja_jp: OpenCNAM発信者番号検索ソースをインストール中…

source: Internal
es_es: Interno
ja_jp: 内部

source: Internal:
es_es: Interno:
ja_jp: 内部:

source: It queries a MySQL database to retrieve caller name
es_es: Solicita a base de datos MySQL el recuperar el nombre de quien llamada
ja_jp: MySQLデータベースにクエリをかけて発信者情報を取得します。

source: Migrating channel routing to Zap DID routing..
ja_jp: チャネルルーティングからZapダイヤルインルーティングに移行..

source: MySQL Character Set. Leave blank for MySQL default latin1
es_es: MySQL. Conjunto de Caracteres. Dejar en Blanco para que MySQL asuma por defecto latin1
ja_jp: MySQLの文字コード。空にすると、MySQLデフォルトのlatin1に設定されます

source: MySQL Host
es_es: Servidor MySQL
ja_jp: MySQL ホスト

source: MySQL Password
es_es: Contraseña MySQL
ja_jp: MySQLパスワード

source: MySQL Username
es_es: Nombre de usuario MySQL
ja_jp: MySQLユーザー名

source: No
ja_jp: いいえ

source: None
es_es: Ninguno
ja_jp: なし

source: Not Needed
ja_jp: 必要なし

source: Not yet implemented
es_es: Este método no se ha implementado todavía
ja_jp: 未実装

source: OpenCNAM Throttle Reached!
es_es: Aceleración OpenCNAM Alcanzada!
ja_jp: OpenCNAM 制限に達しました！

source: Password
es_es: Contraseña
ja_jp: パスワード

source: Password to use in HTTP authentication
es_es: Contraseña que se usará en la autentificación HTTP
ja_jp: HTTP認証で使用するパスワード

source: Path
es_es: Camino
ja_jp: パス

source: Port
es_es: Puerto
ja_jp: ポート

source: Port HTTP(s) server is listening at (default http 80, https 443)
es_es: Puerto en el que server HTTP(s) esta escuchando (por defecto http:80, https:443)
ja_jp: HTTP、若しくはHTTPSサーバーが待ち構えているポート番号 (デフォルト http 80、https 443)

source: Query
es_es: Solicitud
ja_jp: クエリ

source: Query string, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: number=[NUMBER]&source=crm<br/>'[NAME]' will be replaced with existing caller id name<br/>'[LANGUAGE]' will be replaced with channel language
ja_jp: クエリのストリング。'[NUMBER]' は、クエリをかけるときに発信者番号に上書きされます。<br/>例: number=[NUMBER]&source=crm<br/>'[NAME]' をかけると既存のCID名に上書きします。<br/>'[LANGUAGE]' はAsteriskチャネルの言語になります。

source: Query, special token '[NUMBER]' will be replaced with caller number<br/>e.g.: SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
es_es: Cadena de la consulta, el campo "[NUMBER]" sera sustituido con el número de la persona que llama.<br/>Por ejemplo, SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'
ja_jp: クエリー、特殊トークン'[NUMBER]'は、発信者番号に置き換わります。<br/>例：SELECT name FROM phonebook WHERE number LIKE '%[NUMBER]%'

source: Removing deprecated channel field from incoming..
ja_jp: 着信から、重複チャネルフィールドを削除..

source: Reset
es_es: Restablecer
ja_jp: リセット

source: Select the source type, you can choose between:
es_es: Escoger el tipo de fuente, usted puede escoger entre:
ja_jp: ソースの種類を以下から選択してください。

source: Source
es_es: Fuente
ja_jp: ソース

source: Source Description
es_es: Descripción de Fuente
ja_jp: ソースの説明

source: Source type
es_es: Tipo de Fuente
ja_jp: ソースの種類

source: Sources can be added in Caller Name Lookup Sources section
es_es: Se pueden añadir fuentes en la sección de Fuentes de búsqueda de nombres de llamantes
ja_jp: ソースは発信者名検索ソースセクションで追加できます。

source: Submit
es_es: Enviar
ja_jp: 送信

source: There are %s DIDs using this source that will no longer have lookups if deleted.
es_es: Hay %s DIDs usando esta fuente que no tendrá mas búsquedas si es eliminada.
ja_jp: このソースを使用しているダイヤルインが%s個あり、削除した場合は検索できません。

source: Type
es_es: Tipo
ja_jp: 種類

source: Username
es_es: Usuario
ja_jp: ユーザー名

source: Username to use in HTTP authentication
es_es: Nombre de usuario que se usará en la autentificación HTTP
ja_jp: HTTP認証で使用するユーザー名

source: Yes
es_es: Si
ja_jp: はい

source: You have gone past the free OpenCNAM usage limits.<br/><br/>To continue getting caller ID name information, you need to create an OpenCNAM Professional Account.<br/><br/>You can create an OpenCNAM account at: <a href="https://www.opencnam.com/register">https://www.opencnam.com/register</a>.<br/><br/>Once you have created an account, visit the CallerID Lookup Sources menu and enter your OpenCNAM Professional Tier credentials.<br/>
es_es: Va a sobrepasar los niveles maximos de uso gratis de OpenCNAM.<br/><br/>Para continuar recibiendo informacion del nombre del caller ID, usted necesita una cuenta profesional de OpenCNAM.<br/><br/>Usted puede crear una cuenta de OpenCNAM ent: <a href="https://www.opencnam.com/register">https://www.opencnam.com/register</a>.<br/><br/>Una vez haya creado una cuenta, visite el menu de Fuentes de Busqueda de callerID e introduzca sus credenciales de cuenta de OpenCNAM.<br/>
ja_jp: OpenCNAMの無料利用制限を超過しました。<br/><br/>caller ID名情報の取得し続けるには、OpenCNAMプロフェッショナルアカウントを作成する必要があります。<br/><br/>作成するには ：<a href="https://www.opencnam.com/register">https://www.opencnam.com/register</a>にアクセスしてください。<br/><br/>アカウント作成後、CallerIDルックアップソースのメニューを開き、アカウント情報(OpenCNAM Professional Tier credentials)を入力してください。<br/>

source: Your OpenCNAM Account SID. This can be found on your OpenCNAM dashboard page: https://www.opencnam.com/dashboard
es_es: Cuenta SID OpenCNAM. Esta puede ser encontrada en el tablero OpenCNAM en: https://www.opencnam.com/dashboard
ja_jp: OpenCNAMのアカウントSID。OpenCNAMのダッシュボードページで確認できます：https://www.opencnam.com/dashboard

source: Your OpenCNAM Auth Token. This can be found on your OpenCNAM dashboard page: https://www.opencnam.com/dashboard
es_es: Clave Autorización OpenCNAM. Esto peude ser encontrado en el tablero de OpenCNAM en: https://www.opencnam.com/dashboard
ja_jp: OpenCNAMの認証トークン。OpenCNAMのダッシュボードページで確認できます：https://www.opencnam.com/dashboard

source: not present
ja_jp: 存在しません

source: removed
ja_jp: 削除済み

source: Use OpenCNAM [https://www.opencnam.com/]
es_es: Usa OpenCNAM [https://www.opencnam.com/]

source: <p>If you need to create an OpenCNAM account, you can visit their website: <a href="https://www.opencnam.com/register" target="_blank">https://www.opencnam.com/register</a></p>
es_es: <p> Si necesitase crear una cuenta OpenCNAM, se puede visitar su página web: <a href="https://www.opencnam.com/register" target="_blank">https://www.opencnam.com/register</a></p>

source: List Sources
es_es: Lista de Fuentes

source: OpenCNAM Requires Authentication
es_es: OpenCNAM Requiere Autenticanción

source: Path of the file to GET<br/>e.g.: /cidlookup.php<br>Special token '[NUMBER]' will be replaced with caller number<br/>e.g.: /cidlookup/[NUMBER]/<br/>'[NAME]' will be replaced with existing caller id name<br/>'[LANGUAGE]' will be replaced with channel language
es_es: Camino del archivo para obtener <br/> por ejemplo: /cidlookup.php <br> símbolo especial '[NUMBER]' será reemplazado por el número de quien llama<br/> por ejemplo: / cidlookup / [NUMBER]/<br/> '[NAME]' será reemplazado con el nombre conocido de la persona <br/>'[LANGUAGE]'será reemplazado con el lenguaje de canal
